{
    "manha": [
        "Um portal para um universo paralelo se abriu no meu armário",
        "Participei de um torneio de debates com meu despertador",
        "Tive uma discussão séria com o botão soneca do despertador",
        "Estava participando de um experimento de viagem no tempo em meus sonhos",
        "Meu café da manhã virou uma competição de equilibrismo com torradas",
        "Eu jurei que hoje era domingo!",
        "Enfrentei um comitê de trolls dos sonhos que me impediram de acordar",
        "Tentei um novo estilo de dormir acordado. Não funcionou",
        "Perdi a hora porque sonhei que já estava no trabalho",
        "Recebi uma ligação de emergência do meu videogame pedindo ajuda",
        "Recebi uma mensagem cifrada dos sanduíches e me atrasei decifrando",
        "Estava preso em um labirinto de sonhos sobre o futuro do café da manhã",
        "Meu despertador decidiu fazer uma greve surpresa",
        "Participei de uma negociação acalorada com meu travesseiro sobre mais cinco minutos",
        "Me envolvi em uma discussão sobre o valor terapêutico do cereal matinal",
        "Fui convocado para uma reunião de emergência com o despertador para acertar os alarmes",
        "Estava envolvido em uma aula de malabarismo com torradas e geléia",
        "Tive que organizar uma reunião de emergência com os eletrodomésticos",
        "Fui escalado para um campeonato de sono sincronizado",
        "Estava em uma competição de quem pode fazer o nó mais rápido"
        
    ],
    "tarde": [
        "Meu café da manhã virou uma investigação de crimes culinários",
        "Fui sequestrado por um tutorial de tricô no YouTube",
        "Estava tentando decifrar um código binário que meu teclado digitou sozinho",
        "Estava resolvendo um mistério de quem comeu o último pedaço de bolo",
        "Me perdi nos corredores da procrastinação",
        "Me perdi na busca da minha caneca favorita",
        "Fiquei preso no trânsito de patos atravessando a rua",
        "Fui teletransportado para um universo paralelo... onde o tempo voa mais rápido",
        "Um grupo de pombos fez um flash mob na minha janela e eu me distraí",
        "Recebi uma ligação de emergência do meu videogame pedindo ajuda",
        "Tive que resolver uma batalha épica entre o café e o chá",
        "Me perdi em um debate filosófico com o despertador sobre a relatividade do tempo",
        "Fui chamado para uma reunião imprevista com a máquina de café",
        "Me enrolei em uma discussão com meu gato sobre os benefícios do sono",
        "Fiquei preso em uma maratona de vídeos de teorias da conspiração de cozinha",
        "Tive que explicar o TikTok para minha avó por horas",
        "Me enrolei em um debate sobre a melhor forma de fazer panquecas",
        "Me perdi na selva das meias perdidas",
        "Fui convocado para uma reunião de emergência com o relógio de parede",
        "Estava participando de um campeonato de sudoku matinal"
    ],
    "noite": [
        "Desculpe, acabei ficando preso em uma maratona de memes na internet",
        "Fiquei preso tentando decifrar uma mensagem secreta escrita por estrelas",
        "Uma reunião de emergência com meus travesseiros durou mais do que o esperado",
        "Caí em um buraco negro de vídeos de gatos dançando",
        "Tive que lidar com uma invasão de zumbis... no jogo",
        "Perdi a hora porque me envolvi em um torneio de videogame",
        "Tive uma reunião inesperada com uma colônia de morcegos na varanda",
        "Fui raptado por um jogo online e perdi a noção do tempo",
        "Meu despertador entrou em greve esta noite",
        "Fui recrutado por uma equipe de super-heróis dos sonhos",
        "Tive que socorrer uma pizza em perigo, a entrega atrasou",
        "Caí em um documentário de pinguins surfistas e me perdi no tempo",
        "Fui convocado para uma reunião com o conselho de sonhos",
        "Minha cama conspirou para me manter preso com seu conforto",
        "Envolvi-me em uma maratona de análise de constelações",
        "Tive que levar minha vó no jiu-jitsu",
        "Fui convidado para um torneio de tricô noturno",
        "Me perdi em uma maratona de receitas de chocolate",
        "Tive que negociar um tratado de paz entre o cobertor e o lençol",
        "Fui recrutado para um torneio de dança de sonâmbulos"
        
    ],
    "fim-de-semana": [
        "Fui designado para ser o líder da Associação Internacional de Sonecas.",
        "Fui chamado para ser juiz em um concurso de cochilos intergaláctico.",
        "Estava em uma maratona de testes de almofadas no shopping.",
        "Me voluntariei para ser voluntário na pesquisa sobre o cochilo perfeito.",
        "Tive um encontro inesperado com o meu eu do futuro e perdemos a noção do tempo.",
        "Fui recrutado para ser juiz no Campeonato Mundial de Cochilos.",
        "Me voluntariei para ser juiz em um concurso de cochilos intergaláctico.",
        "Fui convocado para liderar o movimento mundial pela preguiça produtiva.",
        "Me perdi no labirinto de promoções do supermercado e precisei ser resgatado.",
        "Me tornei membro honorário da Sociedade dos Entusiastas do Sofá.",
        "Fui convocado para uma reunião de emergência com a preguiça.",
        "Estava investigando um caso complexo sobre o desaparecimento do controle remoto.",
        "Fui selecionado para participar do julgamento das almofadas.",
        "Me envolvi em uma reunião de emergência com o sofá.",
        "Recebi uma convocação inesperada para um encontro de cochilos intergaláctico.",
        "Tive que arbitrar uma disputa entre o gato e o aspirador de pó.",
        "Fui convocado para uma reunião sobre as regras do cochilo competitivo.",
        "Me perdi em uma expedição para encontrar o controle remoto desaparecido.",
        "Estava participando de um torneio de cochilos sincronizados.",
        "Fui chamado para mediar uma discussão entre a TV e o sofá."
    ],
    "pessoais": [
        "Me desculpe, mas minha bateria pessoal está abaixo dos 10% hoje.",
        "Lamento, mas meu manual de instruções pessoais se perdeu no abismo do 'depois'.",
        "Peço desculpas, mas meu horóscopo desaconselhou atividades desse tipo hoje.",
        "Desculpe, mas meu cronograma foi sequestrado por um cronômetro temperamental.",
        "Estava prestes a começar, mas minha motivação entrou em greve temporária.",
        "Me desculpe, mas meu lado anti-rotina decidiu fazer uma rebelião inesperada.",
        "Lamento, mas minha inspiração decidiu tirar férias sem aviso prévio.",
        "Peço desculpas, mas meu GPS interno está em modo 'perdido e desconectado'.",
        "Desculpe, mas meu detector de desculpas se ativou automaticamente hoje.",
        "Estava pronto para começar, mas minha inércia decidiu ser protagonista.",
        "Me desculpe, mas minha bolha de procrastinação ficou à deriva por aí.",
        "Lamento, mas meu impulso criativo entrou em um hiato misterioso.",
        "Peço desculpas, mas meu guia interno de 'fazer-nada' está em alta.",
        "Desculpe, mas meu alarme interno está programado para 'soneca infinita'.",
        "Estava prestes a agir, mas minha resistência à mudança decidiu se manifestar.",
        "Me desculpe, mas meu senso de urgência decidiu tirar um cochilo.",
        "Lamento, mas meu fornecimento de desculpas está temporariamente esgotado.",
        "Peço desculpas, mas meu fuso horário mental está em 'modo domingo'.",
        "Desculpe, mas minha lista de tarefas decidiu jogar uma partida de esconde-esconde.",
        "Estava pronto para começar, mas minha mente entrou em modo 'pensamento profundo'."
    ]
}
